app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
  <% @students.each do |student| %>
    <a href="students/<%= student.id %>"><h1><%= student.first_name + " " + student.last_name %></h1></a>